export const Questions = [
  {
    level1: {
      firstTeam: {
        question: "Клуб удирдсан багшийн бүтэн нэр хэн бэ? (Монголоор бичнэ)",
        correctAnswer: "халиун",
        bridge: "Хоёр давхар би урт ягаан ханааар явж байна.",
      },
      secondTeam: {
        question: "Клубын багшийг нь хэн гэдэг бэ (Монголоор бичнэ)",
        correctAnswer: "цэлмүүн",
        bridge: "Нэг давхар, бид эвтэй дөрөв.",
      },
      thirdTeam: {
        question: "Цэлмүүн хэдэн настай бэ? (Тоо оруулна)",
        correctAnswer: "17",
        bridge: "Гурван давхар, би урт хонгилын цонхоор шатыг харах дуртай.",
      },
    },
    level2: {
      firstTeam: {
        question: "Бүүвэйбаатарын пүүз ямар өнгөтэй бэ? (Монголоор бичнэ)",
        correctAnswer: "цагаан",
        bridge: "Нэг давхар, намайг ходоод дүрэлзүүлэм үнэрээр ховсодно.",
      },
      secondTeam: {
        question: "Цэлмүүн-Од ямар өнгийн цамц өмссөн бэ? (Монголоор бичнэ)",
        correctAnswer: "цагаан",
        bridge: "Хоёр давхар, би энд тэндгүй загастай байна.",
      },
      thirdTeam: {
        question: "Халиун хэддүгээр ангид суралцдаг бэ? (Тоо оруулна)",
        correctAnswer: "9",
        bridge: "Хоёр давхар, намайг хос солонгон сандал гэдэг.",
      },
    },
    level3: {
      firstTeam: {
        question: "Хүн хэдэн зүрхтэй бэ? (Тоо оруулна)",
        correctAnswer: "1",
        bridge: "Гурван давхар, би төв шаттай улаан хоронд дуртай.",
      },
      secondTeam: {
        question: "Танай баг хэддүгээр баг бэ? (Тоо оруулна)",
        correctAnswer: "2",
        bridge: "Гурван давхар, урт хонгилд би ногоон вааранд дуртай.",
      },
      thirdTeam: {
        question: "Хүн хэдэн хуруутай бэ? (Тоо оруулна)",
        correctAnswer: "20",
        bridge: "Нэг давхар, би улаан хорыг хаалганы хажууд харсан.",
      },
    },
  },
];
